package dev.tarico.example.utils;

import java.util.Random;


public class AbuseUtil {
    public static String[] LMessage = new String[]{
            "主播你妈死的好惨啊主播主播怎么又在拆包",
            "主播是不是妈妈死了主播有点心理难受拆包",
            "主播是不是需要我拿搅拌机给你妈阴道扩张",
            "主播你妈死了什么时候去上坟忘了主播没妈",
            "主播你妈是不是知道你就会打滑之后气死了",
            "主播什么几把玩意都来拆包主播是不是傻逼",
            "主播怎么还在拆包主播是不是眼神不好使啊",
            "主播我和你妈昨晚约炮操的很爽开不开心啊",
            "主播我火速把你全家杀了支持不支持啊主播",
            "主播傻逼的意义在你身上的到了完美的诠释",
            "主播你是不是贴了个大款认二郎神当主人啊",
            "主播你的脑子是不是用来增高的屁用没有啊",
            "主播当初女娲造人时候是不是用屎造的你啊",
            "主播你妈怎么还没死透昨晚还来找我约炮啊",
            "主播是不是亲妈暴毙没人养来认我当爹是吧",
            "主播脑子不需要可以捐献给有需要的人好吧",
            "主播哪个下水道没盖好又让你跑出来拆包了",
            "主播是不是你爹最丑那颗精子和你妈结合的",
            "主播你的照片打个马赛克是对人的一种尊重",
            "主播我祝你亲妈吃豆腐脑被噎死支不支持啊",
            "主播我祝你全家原地暴毙升天你妈挺支持的",
            "主播亲妈暴毙之后是不是非常的开心啊主播",
            "主播是不是你妈住进重症监护室挺开心的啊",
            "主播我把你妈操到住住院你自费医药费好吗",
            "主播你不怕一露头就被警察火速出警逮捕吗",
            "主播我上辈子是炸了多少个幼儿园能遇见你",
            "主播我是不是把你妈操了你特别开心来舔我",
            "主播是还是滚回屎堆里去吧那里才是你的家",
            "主播我已经把你逼操烂了你怎么还在这卖逼",
            "主播我看见你真是恶心妈妈抱着恶心哭好吧",
            "主播你是不是哪种动物和你妈杂交的混血儿",
            "主播你出生时候是不是没忘记回头看看你妈",
            "主播你知道什么是傻逼吗不知道就去照镜子",
            "主播你知道吗手榴弹看见你都可能吓得自爆",
            "主播你能不能给你的反编译器打个马赛克啊",
            "主播你长得这么恶心还到网上装逼不怕死啊",
            "主播是不是之前被你妈丢进化粪池了啊主播",
            "主播你的智商该掏出来用用就用用好吧主播",
            "主播你爹我当年和你妈那十分钟应该来散步",
            "主播你长得是不是野兽派画风的啊主播是吧",
            "主播你有没有注意到世界都在骂你是个傻逼",
            "主播我错了我不小心把你看成人了对不起啊",
            "主播是不是个生命力腐烂的半植物人啊主播",
            "主播你是不是基因突变的外星人来地球了啊",
            "主播你摸过的地方连阿米吧原虫都活不下去",
            "主播你知道吗你只要抬头臭氧层就会破个洞",
            "主播智障都可以教你说人话忘了主播不是人"
    };

    public static String getL() {
        return LMessage[new Random().nextInt(LMessage.length - 1)].replace("sfedsgedsrfg", "gsrdffthg");
    }

}